{
    "Mercury": "Merkür, bilgiyi nasıl işlediğimizi ve olayları nasıl ele aldığımızı belirleyen her türlü iletişim ve ifadeyi kontrol eder. Merkür aynı zamanda mantık ve akıldan da sorumludur ve sorunları nasıl çözdüğümüzü belirler.",
    "Venus": "Venüs'ü zevk seven gezegen olarak düşünün; altında bize şehvetli neşe getiren her şeyi parlatır.Bu gezegen, romantizmi ve ilişkileri nasıl idealleştirdiğimizi yani takdir edilen ve duygusal olarak uyarılmış hissetmemiz gereken şeyleri etkiler.",
    "Mars": "Mars tamamen aksiyonla ilgilidir. Mars niyet ve saldırganlık hissimizi belirler ve çatışmaya başkanlık eder. Bu gezegen, en temel arzularımız olan saf hayvansal benliklerimizi yönetir.",
    "Saturn": "Satürn kuralları belirler ve zodyağın babası olarak kabul edilebilir. Onunla nasıl ilgili olduğumuz açısından, Satürn izlediğimiz doğal yasaları ve mantıklı bir dünyayı nasıl deneyimlediğimizi belirler.",
    "Jupiter": "Jüpiter nasıl bilgi aradığımızı, ufuklarımızı genişlettiğimizi ve zihnimizi nasıl genişlettiğimizi belirler. Ebeveynlerimizin temel inanç sistemlerimizi şekillendirmesi gibi Jüpiter de dünya hakkında ne düşündüğümüzü ve gerçekliği nasıl anladığımızı belirler. ",
    "Uranus": "Uranüs aykırılık demektir. Özgürleşmek, sınırlardan uzaklaşmak ve kontrol altına alınamamak öne çıkan özelliklerindendir. Merkür'ün üst oktavı olan Uranüs, yüksek benliği, kolektif bilinci ve kolektif ile kurduğumuz iletişimi gösterir. ",
    "Neptune": "Neptün karma ile ilgili bir gezegendir. En güzel etkilerinden bir tanesi şifacı olmasıdır. Venüs'ün bir üst oktavı olan Neptün, Tanrısal sevgiyi temsil eder. Olumlu açılarına göre, etkisi hayallerimizi gerçekleştireceğimiz alanları gösterirken, olumsuz açı ve yerleşimlerine göre hayal kırıklığı yaşayacağımız veya kandırılacağımız konuları gösterir.",
    "Moon": "Ay, tıpkı gelgitlerin akışını kontrol ettiği gibi, yükselen ve düşen duygusal gelgitlerimizi kontrol eder. İçgüdülerimizden ve yüksek yoğunluklu durumlara nasıl tepki verdiğimizden sorumludur.",
    "Sun":" Güneş kim olduğumuzu ve kim olmak için çabaladığımızı temsil eder. Duygusal tepkilerimizi temsil eden ayın aksine, Güneş en rasyonel benliklerimizi ve dünya ile günlük olarak etkileşim şeklimizi temsil eder."
}