{
    "Mercury": {
      "Ari": "Merkür Koç burcunda kişiye hızlı bir zeka verir. Öğrenilmesi gerekeni çabucak kavrar. Hızlı konuşur. Aklından geçenleri rahatça söyler. Bazen filtresiz konuşabilir fakat akıcı bir dile sahip olduğu için iletişim kurmak zevklidir. Cümleler, dilinden su gibi akar. Koç liderlik özelliği ile de ilişkili olduğu için başkalarının yerine konuşmayı da sever. Kendine güvenir ve övünmeyi sever. Güzel konuşması sebebiyle iyi bir pazarlamacı olabilir.",
      "Tau": "Merkür Boğa konumuna sahip kişiler, yavaş ve temkinli konuşurlar. Çünkü bu Merkür Boğalar, emin olmak ve sağlam adımlar atmak isterler. Kelimelerini seçerek konuştukları için biraz yavaş konuşma özelliği gösterebilirler. Ayrıca çabuk karar da vermezler, ince eleyip sık dokurlar bu nedenle de yaş tahtaya basmazlar. İnandıkları, kabul ettikleri şeyleri benimsedikleri andan itibaren değiştirmek çok güçtür. Nuh der peygamber demez. Bu da o raddeye gelene kadar karar verme sürecinden geçtiği içindir. Bu kişiler para konusundan anlar ve parayı yönetmeyi becerirler. Borsa, finans konularında başarılı olabilirler.",
      "Gem": "Merkür'ün yönettiği burçtan biri olan İkizlerde olması, yeteneklerini rahatça ortaya çıkartmasını sağlar. Merkür İkizler kişileri, akıcı konuşurlar ve kelimelerle araları çok iyidir. Âşık atışmalarının kahramanları denebilir hatta kendilerine. Bu nedenle edebiyata yatkınlıkları vardır. Fakat bir konuda uzun süre derince çalışmaları biraz güçtür. Her konuda bilgi sahibi olmayı daha çekici bulurlar. Bu yüzden ilgileri, dikkatleri çabuk dağılır ama zekalarına dair en ufak bir şüphe yoktur. Ayrıca el becerileri de gelişmiş olan bu kişiler ellerini de kullanarak başarıya ulaşabilirler.",
      "Can": "Duygusal zekanın baskın olduğu Merkür Yengeç burçlarında hislerine güvenerek hareket etme söz konusudur. Tıpkı suyun hafızası olduğu gibi bu konuma sahip kişilerin hafızaları kuvvetlidir. Duygusallık yoğun olduğu için kişiler tarafından kandırılmaya müsait bir yapıları vardır. Bu kişiler hislerine kulak vererek doğru ve yanlışı ayırt etmelidir. Bunun yanında duyarlı tarafları insanların yararına işler yapmalarını sağlayabilir. Hisler kuvvetli olduğu için çoğu şeyi önceden sezebilir. Rüyalara ve bilinçaltına dikkat etmelidir. Herkese güvenmemeyi öğrenmeli ve duygusal tarafını en azından yabancı insanların yanında geri plana çekmelidir. Bunun yanında zamanla manipüle yetenekleri de gelişir. İnsanlara karşı duygusal taraflarını kullanabilirler.",
      "Leo": "Merkür Aslanlar, konuşurken 'ben' kelimesini fazlasıyla kullanırlar. Zihinlerinde sürekli kendileri hakkında düşünürler Kendilerini sevdikleri için bu kişiler dışarıya neşeli, samimi bir enerji yayarlar konuşmalarıyla. Ayrıca oyunculuğa yetenekleri de vardır. Güzel rol yaparlar, insanları ikna kabiliyetleri yüksektir fakat daha çok öznel bir görüşe sahip oldukları için çok fazla adil olmayabilirler.",
      "Vir": "Merkür'ün yönettiği diğer burç olan Başak, burada Başak'ın özelliklerini daha rahat göstermesini sağlar. Bu kişiler mantıklı ve eleştirel bir zihne sahiptir. Eleştirel yönlerini sorunları çözmek adına kullanırlar. Kusurları görürler ve zekalarıyla en doğru biçimde sorunu giderirler. Yardım etmeyi seven bu kişilerin konuşmaları bazen iğneleyici olabilir. Fazlasıyla zeki olan bu kişiler kolay kolay her şeye inanmaz, en ince ayrıntısına kadar incelerler. Bu kadar ayrıntıya takılmaları bazen büyük resmi görmelerini engelleyebilir. Hafızaları kuvvetlidir, unutmazlar. Matematiğe yatkınlıkları olabilir.",
      "Lib": "Terazi'nin kibarlığıyla harmanlanan Merkür, bu kişilere hoş sohbet ve politik bir iletişim biçimi verir. Merkür Teraziler, orta yolu bulan, anlayışlı, herkesin arkadaş olmak istediği nadir insanlardandır. Politik tavırları onlara diplomatlık konusunda yardımcı olabilir. Venüs'ü yönettiği Teraziyle Merkür birleşince ortaya sanat yönünden zengin bir üslup çıkartır. Sözleri sanatlı biçimde ifade etme konusunda yeteneklidirler. Adil yanlarıyla çoğu zaman haklı konuşurlar. Empati yetenekleri yüksek olduğu için karşıdaki insanı anlama yetenekleri de gelişmiştir. Fakat kendi içinde dışarıya kurduğu dengeyi çoğu kez bulamayabilir. Böyle zamanlarda kendisi gibi Merkür Terazi'den yardım alabilir.",
      "Sco": "Keskin bir zekaya sahip olan Merkür Akrepler, olayların arkasını görmekte ve hissetme bir numaradır. Diğer su grubu burçlarına göre duygularını kontrol etmekte başarılıdır. Çok şey bilir ve sanki doğuştan biliyormuş gibidir. Sezgileri ve tutkuları güçlüdür. Sır tutma konusunda başarılıdırlar. Ağızlarını bıçak dahi açmaz sırlarınız bu kişilerle güvendedir. Ayrıca bu olayların arkasını görme ve sentezci zekalarıyla az bilgiyi dallanıp budaklandırabildiklerinden karşısındaki insanı zeka bakımından küçümsemeye eğilimlidir. İletişimleri içten ve derinden olduğu için insanlara terapist gibi gelebilirler hatta Merkür Akrepler birçok kez hiç tanımadığı insanların bile dertlerini dinlerken kendilerini bulabilir. Dillerinde zehir vardır, gözlemci yapılarının yardımıyla sinirlendiklerinde karşısındaki insanı sözleriyle yıkabilirler",
      "Sag": "Merkür Yay insanları açık sözlü ve iyimser bir tavırla iletişim kurar. Öğrendiklerini öğretmek ister ve felsefeye doğuştan meraklıdırlar. Etrafa yaydıkları enerji, neşe ve samimiyet insanlar tarafından sevilmesini sağlar. Ayrıca zarif ve asil duruşları da bulunur. Oyunculuk yetenekleri gelişmiştir. Bir konu üzerinde derinlemesine düşünebilirler. Objektif taraflarıyla insanların sorun yaşadıkları zamanda akıl danıştıkları kişiler olurlar. Fakat bazen iletişim kurarken alaycılıkları ağır basabilir. Şaka dozlarını ayarlamaları gerekebilir. Olacak olanı görme yeteneği verir, Merkür'ü Yay burcunda olan insanlar bu nedenle rüyalarını dikkate almalıdır. Kehanet özelliklerini keşfedip kullanmayı öğrenmeleri gerekir.",
      "Cap": "Soğuk, mesafeli ve inatçı bir iletişim biçimleri vardır. Zekaları çok gelişmiştir. Her şey bilgileri dahilinde olsun isterler. Zihinlerinin içinde her şey yerli yerindedir. İkna kabiliyetleri takdire şayandır. İnsanların ağzından girip burnundan çıkmasını çok iyi bilirler. Kiminle nasıl konuşması gerektiğini de çok iyi ayırır. İletişim kurarken adeta insan seçer. Herkesle muhatap olmaz ve kolay kolay memnun olmaz. Yakınına çok az kişiyi alır onlara bile zihninden geçenleri söylemez. Çok akıllı ve başarılı insanlardır. Her durumu lehlerine çevirmeyi çok iyi bilirler ve bir işi aylar belki de yıllar önceden en ince ayrıntısına kadar planlar. Bir işi başarılı bir şekilde halletmek için kesinlikle Merkür Oğlak bir numaradır. Fakat bildiğinden şaşmama huyunu dikkate almak gerekir. Zaten genelde de şaşırmaz ama bazen sinir bozucu olabilirler.",
      "Aqu": "Akılcı, bağımsız ve farklı bir iletişim yapıları vardır. Merkür Kovalar bilim, gelecekte olacaklar, uzay, astronomi ve astroloji gibi konulara ilgi duyar ve bu konularda yeteneklidir. Farklı düşüncelere açık ve vizyon sahibidirler. Bu nedenle çok fazla arkadaşa sahip olabilirler. Akıllarına yatmayan şeylere karşı şüpheyle yaklaşırlar. Her şeyin akılla çözülebileceğine inanabilirler ayrıca kendi akıllarını da çok beğenirler. Akıllar pazara çıkartılıp satılsa direkt kendi akıllarını alırlar. Gelişmiş bakış açıları sayesinde bir konuya farklı açılardan bakabilirler. Bu özellik de onların anlayışlı olmasını destekler. İyi bir arkadaştırlar.",
      "Pis": "Şiire yetenekleri vardır. İletişim biçimleri de oldukça etkileyicidir. Nasıl konuşmaları, duruma göre nasıl yaklaşmaları gerektiğini bilirler. İnsanlara karşı olabildiğince kibar davranırlar. Hassas yapıları ise zihinlerinin kolay dağılmasına neden olabilir. İyi enerji alamadıkları insanlardan uzak dururlar bu nedenle iletişimlerini sezgilerine ve hislerine dayandırırlar. Bunun yanında çok zeki insanlardır. Haberci rüya görmeye yatkındırlar. İnsanlara duydukları şefkatle her anlamda onlara yardımcı olmak için de zekalarını kullanırlar. Bu nedenle insanlar tarafından sempati duyulan kişilerdir. Dansa, edebiyata yetenekleri vardır."
    },
    "Venus": {
      "Ari": "Venüs’ü Koç burcunda olan kişilerin flört etme şekli açık, direkt ve hatta cüretkâr denilebilir. Bu kişiler, ne kadar girişimci ve bağımsız olduklarını ifade ederek karşılarındaki kişiyi tavlamaya çalışırlar. Sevgiyi ifade etme tarzları sinir bozucu derecede benmerkezcil olabilir, ancak onlar için doğru partner bu yaklaşımı çekici bulacaktır. Bu yerleşime sahip kişiler çocuksu ve aceleci olsalar da, bu masumiyet kimilerine oldukça çekici gelir.",
      "Tau": "Venüs’ü Boğa burcunda olan insanlar için aşk, dünyevi zevklere ve konfora odaklıdır. Venüs, bilindiği gibi, değer verdiğimiz şeyleri ve hayattan nasıl ve ne şekilde zevk aldığımızı yönetir. Boğa burcu da tamamen dünyevi zevklere odaklı, keyif düşkünü bir burçtur. Venüs zaten Boğa burcunun yönetici gezegenidir. Yani bu yerleşim, Venüs için kendini çok iyi ifade edebileceği bir yerleşimdir.",
      "Gem": "Venüs’ü İkizler burcunda olan kişiler, karşı tarafı konuşkanlıkları ve esprileriyle etkilemeye çalışırlar. Flört ederken, ne kadar çok şey bildiklerini ve ne kadar çeşitli ilgi alanları olduğunu ortaya koyacaklardır. Bu kişiler aşk ilişkilerinde şakacıdır. Bazıları onları fazla alaycı bulabilir. İkizler burcu değişken ve çok yönlü olmasıyla bilinir. Venüs, İkizler burcunda konumlandığında da, bu yerleşime sahip kişilere ilişkilerinde değişikliğe ihtiyaç duyma hissi vermiştir. Bu kişiler durağan, sıradan ve sıkıcı ilişkilerden kaçınırlar. ",
      "Can": "Yengeç burcunda Venüs’e sahip kişiler aşk ilişkileræinde sadakat, güven ve net tavırlar beklerler. Güneş’i İkizler veya Aslan gibi daha eğlenceli ve dışa dönük burçlarda bile olsa, Venüs’ün bu yerleşimine sahip kişiler aşk konusunda oldukça hassastırlar. İlişkilerinde partnerlerine fazlasıyla ilgi, sadakat, hassasiyet ve anlayış gösterirler.",
      "Leo": "Venüs’ü Aslan burcunda olan kişiler aşık olduklarında gururlanır, hatta övünürler. Venüs’ün bu yerleşimi, Güneş’i alçakgönüllü Başak burcunda veya özverili Yengeç burcunda olan kişileri bile talepkar aşıklara dönüştürebilir. Bu yerleşime sahip kişilerin aşktan beklentileri yüksektir. Kur yapmayı, flört etmeyi, şımartmayı ve şımartılmayı severler. Kendilerini özel hissetmeye ihtiyaç duyarlar, bu sebeple partnerlerinin hayatındaki tek kişi olmayı isteyeceklerdir. Oldukça kıskanç ve sahiplenicidirler.",
      "Vir": "Venüs’ün bu yerleşimi ilişkilerinde istikrarlı ve şefkat dolu yaklaşım gösterir.İlişkilerinde bencillik etmez.İlişkilerde fedakârlık eden taraf olur.Belki de bu yüzden kendilerine hep sarıp sarmalayacakları, hayatları düzen ihtiyacında olan kişileri çekerler.",
      "Lib": "Venüs burcumuzun doğum haritamızdaki yerleşimi, estetik ve güzellik anlayışımızı, ilişkilere nasıl yaklaştığımızı, ne kadar uyumlu olduğumuzu, sevgimizi ifade etme şeklimizi, keyif aldığımız konuları gösterir.Venüs terazilerin yaşadığı yerde güzellik ve estetik mutlaka fark edilir.Çok çekicidirler.İlişkilerinde uyumludurlar.Güzel hoş ve bakımlı olmayı severler.Moda ve estetik ilgi alanlarıdır.Adaletli ve eşitlikten yanadırlar.",
      "Sco": "Venüs burcumuzun doğum haritamızdaki yerleşimi, estetik ve güzellik anlayışımızı, ilişkilere nasıl yaklaştığımızı, ne kadar uyumlu olduğumuzu, sevgimizi ifade etme şeklimizi, keyif aldığımız konuları gösterir.Akrepteki Venüs ilişkilerde duygularını çok yoğun yaşar.Sevdiği insanları fazlasıyla sahiplenir.İlişkilerde olayları akışına bırakmakta zorlanır.İlişkilerinde temkinli ve ihtiyatlıdır.Gizemli bir çekicilikleri vardır.Sevdiği her şeye tutkuyla bağlıdır.",
      "Sag": "Bu yerleşimindeki kişiler ilişkilerinde her şeyden önce heyecan ve macera arar ve hayatı doğal akışında yaşamayı tercih ederler.Çok kolay bağlanamazlar.Tutucu ve sahiplenici ilişkiler onlara uygun değildir.Özgür ruhlarını kucaklayacak, onunla akışta kalacak ilişkileri tercih ederler.Entelektüel çevreler, yabancı kültürlerden insanlar ilgisini çeker.Uzun seyahatler yapmaktan keyif alır.Kendi dışındaki dünyayla çok ilgilidir.",
      "Cap": "Venüs karamsar bir mizaca sahip olduğundanBu durum ilişkilerine de olumsuz yansıyabilir.Aşırı ciddiyetleri ve oto kontrolleri ilişkilerde fazla soğuk ve mesafeli olmalarına sebep olur.",
      "Aqu": "Bazen fazla soğuk ve mesafeli davranabilirler.Bu da onların egolu ve kibirli oldukları izlenimini verebilir.Farklı, özgün, aykırı ve özgürlükçü olma eğilimleri kalıcı ilişkiler kurmalarını zorlaştırabilir.Bu kişiler yüksek sanatsal yaratıcılığa sahiptirler.",
      "Pis": "Bu yerleşimdeki Venüs fedakarlıkta sınır koyamadığı içinkendini feda etmeye yatkındır.Başkalarının sorunlarını kendine dert ettiği ve hayır diyemediği için ruhsal olarak olumsuz etkilenebilirler.Bu durumda başkalarının olumsuz enerjilerini sünger gibi çekerler.Bu yüzden bazen kendilerini bitkin hissedebilirler."
    },
    "Mars": {
      "Ari": "Doğdukları anda Mars gökyüzünde Koç burcunda konumlanan kişilerin Mars burcu Koçtur. Koç burcunun yönetici gezegeni Mars olduğu için, Mars Koç burcunda kendi doğal konumundadır. Bu yerleşim Mars için oldukça fevri ve dürtüsel bir yerleşimdir.Mars’ı Koç burcunda olan kişiler için ilk tepki harekete geçmektir. Bu kişiler ani parlamalar yaşarlar, ancak öfkeleri genellikle uzun sürmez. Ayrıca genellikle geçmişte yaşamazlar. Kin tutmaya veya küs kalmaya yatkın değildirler. Çabuk sinirlenir, sorunlarla hemen başa çıkarlar. Nadiren içlerinde öfke biriktirirler. Bir tartışma yaşadıklarında öfkelerini ortaya koymaktan, tepki göstermekten çekinmezler.",
      "Tau": "Boğa burcunda Mars’a sahip olan kişiler, güç ve istikrara önem verir. Onları motive edip harekete geçiren şeyler güvende olmak ve maddi bir şeylere sahip olmaktır. İsteklerini elde etmek için yoğun çalışmaktan korkmazlar çünkü oldukça sabırlıdırlar. Hedeflerine ulaşmak için yıllarca çalışmaları gerektiğini bilseler bile, yılmadan çalışabilirler.",
      "Gem": "Mars, dürtülerimizi ve tutkularımızı yöneten gezegendir. Mars’ın, değişken burçlardan olan İkizler’de konumlanması, bu yerleşime sahip insanları biraz dağınık ve odaklanmakta zorlanan kişiler yapar. Mars’ı İkizler’de olan kişiler kolayca sıkılırlar. Sırf enerjilerini yüksek tutmak için sık sık yeniliğe ve değişikliğe ihtiyaç duyarlar. Bazılarına biraz garip gelse de, onlar yapacak işleri olmadığında, yorgun düşerler. Bir şeylerle meşgul olmak onları yormaz, aksine enerjilerini yükseltir. Onları güçlü hissettiren ve motive eden şey meşgul olmaktır. Canlarının sıkılması bu kişilere kesinlikle hiç iyi gelmez.",
      "Can": "Mars’ın Yengeç burcundaki konumu, bu yerleşime sahip kişileri biraz pasif-agresifliğe eğilimli insanlar yapar. Mars’ı Yengeç burcunda olan kişiler, değişime karşı direnç gösterirler ve sorunlarla doğrudan yüzleşmekten kaçınırlar. Harekete geçmeden önce kendilerini güvende hissetmeleri gerekir. Bundan dolayı da, bazen dışarıdan yavaş görünebilirler. Bu kişilerin hayat mottosu: “En iyi saldırı savunmadır.” Bu onların zayıf görünmesine neden olabilir ancak aslında oldukça güçlülerdir. Onların gücü azimli ve kararlı olmalarında yatar.",
      "Leo": "Mars burcu Aslan olan kişiler genellikle iyi belirlenmiş ideallere sahiptir. Hayatı, bir anlamı olmadan, boş bir şekilde yaşayan nadir Mars’ı Aslan olan birini görürsünüz. Güçlü ve otorite sahibi kişilerdir. Sahip oldukları cazibe sayesinde, istediklerini genellikle elde ederler. Dar görüşlülüğe ve sadakatsizliğe tahammülü olmayan bu kişiler, idealist bir çizgiye sahiplerdir. İlkelerini büyük bir hevesle savunurlar. Ayrıca oldukça gururlulardır. Gururları incindiğinde veya küçük düşürüldüklerini hissettiklerinde, onların gerçek öfkesini görürsünüz.",
      "Vir": "Mars’ı Başak burcunda olanlar, işleri halletmede kendi yöntemlerini uygulama konusunda oldukça kararlıdır. Normalde alçakgönüllü olsalar da, iş yapma yöntemleri ve bir şeyleri organize etme konusunda oldukça kendini beğenmiş olabilirler. Mars’ın Başak burcundaki yerleşimi gergin bir enerjiye sahiptir. Bu yerleşime sahip kişiler huzursuz ve gergin bir yapıda olabilirler. Ayrıca bir projeye çok uzun süre bağlı kalmaya alışkın değillerdir.",
      "Lib": "Terazi burcunda Mars’a sahip olan kişiler, genellikle harekete geçmeden önce tüm alternatifleri tartma ihtiyacı hissettikleri için işleri ertelerler. Kararlı oldukları söylenemez, ancak eninde sonunda işleri hallederler.Hayat her zaman adil değildir; ancak Mars’ı Terazi burcunda olanlar, bunu nadiren kabul ederler. Bu kişiler, inandıkları konularda her zaman kendilerini ve başkalarını savunmaya hazırdırlar.",
      "Sco": "Mars’ın Akrep burcundaki konumunda, ya siyah ya beyaz şeklinde bir yaşam felsefesi vardır. Bu kişiler arzularını ve tutkularını çok yoğun yaşarlar ve onlar için ya hep ya hiçtir. Orta yol yoktur. Uzlaşma konusunda gerçekten de hiç iyi değillerdir. Uzlaşarak bir tatmin elde edemeyeceklerini düşünürler. Ya onların istediği olur ya da olmaz. Orta yolu bulmaya yanaşmazlar. Bu kişilere göre hayatın amacı, zorlukları kabul etmek ve gerekli değişiklikleri yapmaktır.",
      "Sag": "Mars’ı Yay burcunda olan kişiler sinirlendiklerinde hareket etmek isterler. Koşmak, yürümek veya ne gerekirse; yeter ki hareket etsinler. Oturup işlerin düzelmesini bekleyecek kadar sabırları yoktur. Mars’ın bu yerleşimine sahip insanların öfkelendiklerinde yapabilecekleri en iyi şey spor yapmak olacaktır. Diğer türlü kendilerine veya başkalarına zarar verebilirler. İçlerindeki öfkeyi fiziksel aktiviteyle ifade etmeleri faydalı olacaktır.",
      "Cap": "Mars’ı Oğlak burcunda olan kişilerin çoğu, olayların kontrolünün ellerinde olmasını sever. Genellikle çok çalışmaktan korkmayan, hedef odaklı kişilerdir. Bu kişiler doğaları gereği başarılıdır ve birçoğunun iyi belirlenmiş hedefleri vardır. Çok dikkat çeken insanlar değillerdir ancak başarma ve hayatlarını güvenli hale getirme dürtüleri oldukça güçlüdür. Bu dürtülerini genellikle çok göze çarpmadan, kendilerine saklarlar.",
      "Aqu": "Kova burcunda Mars’a sahip kişileri tam olarak neyin sinirlendirdiğini anlamak biraz zor olabilir. Tabi Kova burcu, insanları şaşırtmaktan hoşlandığı için, bu durum onlar için sorun olmayacaktır. Kova burcu orijinalliği ve özgün olmayı temsil eder. Mars’ı Kova’da olan kişiler için de, denenmiş ve klasik yöntemleri uygulamak çok sıkıcıdır. Bu yerleşime sahip kişiler oldukça kendine has bir dünya görüşüne sahiptir.",
      "Pis": "Mars’ı Balık burcunda olan kişiler yumuşak huylu ve naziktirler. Hayatta genellikle doğrudan değil, dolaylı yollarla hareket ederler. Mars, eylem ve kendini ortaya koyma gezegenidir ancak Balık, kendisini nadiren doğrudan bir şekilde ortaya koyan, pasif bir burçtur. Yani Mars’ın Balık burcundaki yerleşimi zıt bir kombinasyondur. Bu kesinlikle Mars için çok aktif bir yerleşim değildir."
    },
    "Saturn": {
      "Ari": "Satürn öğretici yanı ile kendi düşüncelerini karşısındakilere aktarmak için çalışır.  Hedeflerine yavaş fakat azimli adımlar ile yaklaşır. Satürn Koç burcunda tecrübe kazanılmasından endişe edilmemesi gerektiğini gösterir. Zorluklarla mücadele etmeye yönlendirir.  Fakat zaman zaman bu durum yorgunluk hissetmeye yol açar. Satürn hepimizin sahip olduğu büyük ve imkânsız hedeflerini başarmamız için teşvik eder.",
      "Tau": "Satürn Boğa burcunda hayat rutinlerini önemli ölçüde etkileyecek davranış kalıpları ve bakış açılarını değiştirir. Her konuda güvende olmak isteyeceğin bir etki bırakabilir. Satürn genel olarak Boğa burcunda bütün duygu ve güdüleri harekete geçirecek atılımlar yaratır.",
      "Gem": "Satürn İkiziler burcunda yerleşimi her durumun sorunlu taraflarına odaklanmaya eğilimlidir. Satürn ruhsal açıdan denge bulmanı sağlayacak konulara açıklık getirmeni sağlar. Bu yerleşimde zihinsel ögeler senin için önem kazanır.  ",
      "Can": "Satürn’ün gelenekçi yapısı Yengeç’in duygusal ve aileyi sembolize eden tarafıyla bağdaşmaz. Evi bir kale gibi görmeye başlıyorsun. Bu yerleşimde kaleyi sağlam tutmak her şeyden önemli. Aile kurumu oldukça fazla ön plana çıkıyor. Satürn Yengeç burcunda zararlı konuma sahiptir.",
      "Leo": "Satürn Aslan burcuna göre değildir. Satürn egonu kontrol etmende sana güçlük çektirir. Satürn bu yerleşimde parça parça birçok olumsuz duygunu harekete geçirirken, yeteneklerini de artırır. Ben bilirim tavrı başının derde girmesinde olağan bir yoldur.",
      "Vir": "Her zaman olduğu gibi senin içi detaylar ön plana çıkıyor. Satürn Başak burcunda demek senin için yeni takıntılar demek. Daha analitik bir düşünce yapısına sahip olursun. Bilimsel gelişmeler konusunda merakın artar.",
      "Lib": "Satürn Terazi burcunda yükselmeye başlar. Satürn Terazi’nin ana temaları mantık, düzen, ciddiyettir. Mücadelede, rekabet yerine ortaklığı ve iş birliğini tercih edersin.",
      "Sco": "Satürn Akrep burcunda karmaşık duyguları aynı anda ruhunda barındırır. Bu duyguları ifade etmekte zorlandığın bir süreçten geçtiğini hissedersin.",
      "Sag": "Satürn Yay burcunda oldukça güçlü duygular açığa çıkartır. Yay gündelik hayatında bu güçlü duygulardan en verimli şekilde yararlanır. Satürn Yay burcunda eğitim konusunda atılımlar gerçekleştirmesini sağlar.",
      "Cap": "Satürn Oğlak Burcunda yönetici durumdadır.  Satürn Oğlak burcunda genelde koruyucu bir figür görülen ebeveynler ön plana çıkarlar. Satürn ketum sırlarla dolu bir hayat verir.",
      "Aqu": "Satürn Kova Burcunda yönetici konumdadır. Satürn bu konumda Güçlü konsantrasyon verir. Ekip Çalışmaları ve arkadaş çevreleri gibi konular ön plana çıkar. Satürn aklına geleni yapmaya meyilli olan Kovayı yavaşlatır.",
      "Pis": "Satürn Balık burcuyla anlaşamaz. Seni karamsar fazla hüzünlü bir ruh haline sokar. Satürn Balık burcunda hayal gücünü genişletir. Sana iyi rüyalarının da kabuslarının da gerçek olabilme ihtimalini tarttırır. Rahatına daha düşkün bir insan haline gelirsin. Birtakım durumlarda savunmasız kaldığını hissedersin."
    },
    "Jupiter": {
      "Ari": "Jüpiter Koç burcunda iş, eğitim ve manevi alanlarda yeniliklere açık hale getirir. Yeni fikirlerin ve düşüncelerin hayatına dahil olmasına izin verirsin. Güncel kalıp kendini yenilersin.",
      "Tau": "Jüpiter Boğa burcunda maddi ve ailevi konularda azim ve ferahlık getirir. Değişimleri kabul etmekten imtina edeceğin bir ruh haline bürünürsün. Jüpiter Boğa burcunda maddi kaynakları güvenli ve verimli kullanılmasını temsil eder.",
      "Gem": "Jüpiter’in bu pozisyonu İkizler burcuna merak getirir. Zihin olarak ufkunu genişletir ve yeniliklerin peşinden koşmanı sağlar.",
      "Can": "Jüpiter Yengeç burcunda her yönden yükselme gösterir. İyi şans ve gelişme etkileri zirveye çıkar. Jüpiter sana umutlanmanın ve ümidin kötü bir şey olmadığını hatırlatıyor.",
      "Leo": "Jüpiter’ in bu yerleşimi Aslan burcuna kendine güven getirir. Kendini kanıtlamak konusunda yeteneğin artıyor. Zaman Zaman aksi birine dönüşürsün.",
      "Vir": "Jüpiter başak burcunda büyük resme bakmayı engeller. Dikkat ettiğin detayların fayda sağladığını fark edersin.",
      "Lib": "Bolluk ve şans gezegeni olan Jüpiter yeni iletişim becerileri ve yeni insanlar ile tanışmana olanak sağlar. Tartışmalar yerine barışı isteyeceğin bir yerleşim gerçekleşiyor.",
      "Sco": "Jüpiter burcunda güçlü konumda. Kendini bir tahtta oturuyormuş gibi hayal edersin. Aynı zamanda Jüpiter yaşantında köklü değişikliklere işaret ediyor. Yay burcunda olan Jüpiter etkisini sana esirgemeden gösteriyor.",
      "Sag": "Maceracılığa, geniş bakış açısına ve öğrenmeye teşvik edebilir. Keşfetmeyi ve öğrenmeyi severler. Jupiter'ın etkisiyle daha fazla seyahat etme, farklı kültürleri keşfetme ve öğrenme fırsatı bulabilirler.",
      "Cap": "Oğlak burcu yönetici gezegeni Satürn’dür Jüpiter ise Satürn’ ün tam tersine hareket eder. Bu sebeple Jüpiter Oğlak burcuda düşük durumda seyreder. Şansını kendin yaratmayı seçtiğin bir yerleşimdir.",
      "Aqu": "Jüpiter kova burcunda kişilerin önüne engeller koymaktan hoşlanmaz. Jüpiter bu yerleşimde seni daha tabuları yıkmaya ve iletişime açık olmaya davet ediyor.",
      "Pis": "Jüpiter Balık burcunda yönetici durumundadır.Bu nedenle taşıdığı bütün özellikler belirgin şekilde açığa çıkacaktır."
    },
    "Uranus": {
      "Ari": "Uranüs'ün Koç burcundaki hareketi, hangi yolla olursa olsun, kişisel özgürlük kavramına odaklanacaktır. Bunu gerçekleştirebilmek için ruhsal ve kişisel gelişimi zorlarken, kişisel özgürlükten uzak kalmamıza neden olan her şeye karşı gelmemizi ve önümüzdeki engelleri yıkmak için çalışmamızı da ilham edecektir.",
      "Tau": "Yer sarsıntıları, para gündemleri, ev alımı satımı gibi konular oldukça aktif. Boğa burcu para, maddiyat ve bereketle ilgilidir. Uranüs boğa ise buradaki konuları hiç ummadığımız noktalara getirebilir.",
      "Gem": "Artık bilinçaltınızda gizlenen korkuların kaygıların ve alışkanlıkların ana kaynağını bulabilecek ve bunlarla gerçek anlamda yüzleşebileceksiniz. Hayatınızdan yanlış insanları çıkartmaya başlayacak çevrenizi daraltma yoluna gideceksiniz.",
      "Can": "Sen, seni diğerlerinden farklı duygularıyla sempatik yapabilen, veya senin, duygusal yönden geleneksel eve veya vatanseverliğe tepki gösterdiğin ifade edebildiği değişken bir yolda duygusal olmaya yönelirsin.Aile ve aile içi ilişkilerde geleneksel olmayan kavramların vardır o Yemek ile ilgili yeni fikirler üretebilirsin.",
      "Leo": "Uranüs kariyer alanlarınıza geçerek orada beklenmedik ve hızlı gelişmeleri tetikleyebilir. Kariyerinizde önemli değişimlere açık bir döneme giriyorsunuz. Önünüzdeki dönemde iş hayatınızda, amaçlarınızda, statünüzde, toplum önü işlerinizde beklenmedik ani iniş çıkışlar oluşabilir.",
      "Vir": "Özel ilgi alanınız, eğer başlayabilirseniz bilimsel araştırmalardır. Zekanız son derece araştırıcı ilginizi yitirmeden birçok ayrıntıyı elekten geçirmeye yatkınsınız. Kimya endüstrisiyle ilgili laboratuvar çalışmalarında ön sırada yer alabilirsiniz. Hava, su ve toprak kirliliğini önleyici en son girişimlerle yakından ilgilisiniz. Beslenmeyle ilgili her konuya meraklısınız. Sağlık, biyoloji ve özellikle karmaşık elektronik alanlarındaki katkılarınızla dünyaca ün kazanabilirsiniz.",
      "Lib": "Kişisel ve sosyal yaşamınızda birçok uyumsuz dalgalanmalar var. Bir süre insanlarla iyi geçiniyorsunuz. Sonra karşınızdakinde, ya sizde ya da çevrede şiddetli bir değişiklik oluyor. Daha sonra hiçbirşey eskisi gibi olmuyor. Bu durumlar kızdırıcı, heyecan verici, sabır taşırıcı, eğlenceli olabilir fakat hiçbir zaman sıkıcı değil.",
      "Sco": "Bu çok güçlü bir konum olup kişiye başarı ve toplumu etkileme olanağı verir. Başarmak için kararlısınız. Hedefinizi önceden saptamayı ve ona göre çalışmayı seviyorsunuz. Koşullar sık sık değişerek sizi yeni yollar aramaya itiyor, fakat kendinize ve başarınıza güveniniz hiçbir zaman eksilmiyor. Siz Burçlar kuşağının en inatçı tiplerindensiniz. Karşıt görüşler ve engeller karşısında kesinlikle pes etmiyorsunuz.",
      "Sag": "Bu kişiler kamuoyunu düzenlemede başarılıdırlar. Sınırlı dünyasal istekleri olan, önünde yeni düşünce ve başarı ufukları açan sokaktaki adamla özdeşleşirler.Herkes için özgürlüğe, bağımsızlığa inanıyorsunuz, insanın, kendini yıpranmış dogmalarla güvenilmez yetkililerin yönetimiyle kısıtladığını düşünüyorsunuz. Başkaldırma ya da şiddetle değil, fakat yeniden eğitim ve aydın düşünce ile bu zincirleri kırmak istiyorsunuz.",
      "Cap": "Çok tutkulu ve yeteneklisiniz. Kararlılığınıza pek az şey dayanabilir. Önemli olan nereye gittiğinizi, yaşamdan ne beklediğinizi bilmenizdir, çünkü sonuçta amacınıza ulaşacağınıza kuşku yok. Tutarsız çalışmalarla gücünüzü, yeteneğinizi harcamanıza yazık olur.",
      "Aqu": "Başkalarının görüşlerine değer vermediğiniz için işte ve evde güçlüklerle karşılaşıyorsunuz. Bazıları sizi huysuz olarak nitelendirebilir. Her zaman kabul edilen görüşün karşısında yer alıyorsunuz.",
      "Pis": "Sanata ve yaratıcı anlatıma olan eğiliminizle, yapıtları ustalık ve incelik bakımından dikkat çekici, özel yetenekli bir yazar olabilirsiniz. Alışılmamışa olan ilginiz, konularınızın sıkıcı olmamasını sağlar."
    },
    "Neptune": {
      "Ari": "Neptün Koç burcundaysa duygusal olarak tüm algıların açılır. Bu yerleşimde duygusal olarak olum ya da olumsuz çabuk etkileniyor olman muhtemel. Hayal dünyası senin için hiç sıkılmadığın sürekli izlediğin bir film olur. Soyutluğu somutlaştırmakta zorluk çekersin",
      "Tau": "Yardımseverlik ve dayanışma senin için önemli hale gelir. Yaşamsal alanını ve döngünü güven altına almak istersin. Geleneklere saygı gösterme konusunda dikkat edersin. Bu yerleşimde şöhret senin için önemli bir yere sahip olur.",
      "Gem": "Neptün ikizler burcunda duygulardan ziyade mantığı harekete geçirir. Kendini bir yere ait hissetmez ve ruhun devamlı intikal ister. Hızlı değişmek ve buna ayak uydurmak ruhunun bir parçası olur.",
      "Can": "Olaylar kötümser yaklaşmaktansa iyimser açı ile konuları değerlendirirsin.  Bu yerleşimde aile bağları senin için önemli olur. Sükûnet ve sakinlikten yana bir tavır sergilersin. Neptün Yengeç burcunda güçlü durumdadır.",
      "Leo": "Neptün Aslan burcuna hayalleri gerçekleştirmeyi ve ideallerin peşinden gidebilme yeteneğini kazandırıyor. Bu yerleşimde sanatsal gücün artış gösterir. Neptün Aslan burcunda pozitif olan duyguları ve güdüleri harekete geçirir.",
      "Vir": "Neptün Başak burcunda sevgi ve nezaketi harekete geçirir. Pratik mantıksal düşünme tarzını benimsersin.  Sanatsal becerilerin takdir edilesi şekilde gelişir. Mistik ve Gizem dolu sırlara karşı ilgin artar. Fakat dikkatli olunması gerekir Neptün Başak burcunda zararlı konumdadır.",
      "Lib": "Neptün bu yerleşimde Terazi için maddiyattan ziyade maneviyatın önem kazanmasını sağlıyor.  Hayatında ideallerin senin için önemli bir yer tutar. Neptün etrafına sevgi tohumları saçmanı tetikliyor.",
      "Sco": "Neptün bu yerleşimde gizli olan şeylere karşı sende aşırı bir ilgi uyandırır. Psişik ve doğaüstü olan konularda bilgi sahibi olmak öğrenmek istersin. Hayal gücün ve yorumlama kabiliyetin artar.",
      "Sag": "Manevi inançlara karşı düşkün olabilirsin. Ve bu konuda olan düşüncelerini savunmaktan çekinmiyorsun. Kendini geliştirmek istersin. Bu durum duygularını gizlemeye meyilli olabilirsin. Çevrene karşı duyduğun güvensizlikten kaynaklanabilir.",
      "Cap": "Neptün oğlak burcunda verdiğin kararlarda daha dikkatli olmanı sağlar. Disiplinli bir yaşam tarzını benimsemek için kendini zorlarsın. Ciddi bir görünüme bürünürsün. Neptün Oğlak burcunda güçsüz konumdadır.",
      "Aqu": "Yeni keşifler ve buluşlar otaya koyarsın. İnsanları sürükleyici fikirler ile karakterini bu yerleşimde ortaya koymaktan çekinmezsin. Elbette bu konudaki ilhamını Neptün’den alıyorsun.",
      "Pis": "Neptün balık burcunda mistisizmi simgeliyor. Neptün sanatsal alanlarda olan üretkenliğini hat safhaya çıkarıyor. Kendi iç dünyanı yeniden keşfetmek için kendine olanaklar sağlayabilirsin. Ruhani ve Manevi yönlerinin geliştiğini hissediyorsun. Balık burcu Neptün’ünün yönettiği burçtur."
    },
    "Moon": {
      "Ari": "Zodyakın ilk burcu olan Koç, dürtüsel, fevri ve coşkun tavırları ile bilinir. Aynı şekilde Ay burcu Koç olan kişiler de coşkulu, ateşli ve fevri davranışlarla özdeşleşmişlerdir. Heyecan verici, zorlu veya yeni deneyimlerle öncü taraflarını ifade etmelerine olanak tanıyan herhangi bir şeyle meşgul olduklarında kendilerini çok iyi hissederler.",
      "Tau": "Bu kişiler doğuştan gelen bir güvenlik ve rahatlık arayışına sahiptirler. Boğa toprak grubundan olduğu için hayatın somut ve maddi yönleriyle ilgilenir. Ay burcu Boğa olanlar da duygusal rahatlığı fiziksel düzlemde ilişki kurabildiği ve görebildiği, duyduğu, kokladığı, dokunduğu ve tadabildiği şeylerde bulur.Boğa aynı zamanda sabit bir burçtur bu da onlara dayanıklılık, sabır ve sebat özellikleri vermiştir. Ay’ı Boğada olanlar, öngörülebilir, somut ve sağlam temeller üzerine konulmuş koşullarla ilgilenirler. ",
      "Gem": "Doğdukları anda Ay gökyüzünde İkizler burcunda konumlanan kişilerin Ay burcu İkizlerdir.Bu kişiler, araştırmayı ve öğrenmeyi çok sevdiği için her konuda bir fikir sahibidir ve öğrendiği bilgileri paylaşmaktan inanılmaz bir mutluluk duyarlar. Bu sebeple Ay burcu İkizler olanlar ruhsal tatmini yeni bilgiler edinerek ve iletişim kurarak, dolayısıyla da bilgiyi başkalarıyla paylaşarak sağlarlar.",
      "Can": "Doğdukları anda Ay gökyüzünde Yengeç burcunda konumlanan kişilerin Ay burcu Yengeçtir.Yengeç burcunun yönetici gezegeni Ay’dır, yani Ay Yengeç burcundayken kendi burcunda konumlanmıştır. Bu yerleşimde Ay, sembolize ettiği tüm özellikleri (empati, duygular, sezgiler ve içgüdüler) çok rahat sergiler. Doğdukları anda Ay Yengeç burcunda konumlanan kişiler diğer insanları beslemeye, desteklemeye ve korumaya doğuştan gelen bir ihtiyaç duyarlar.",
      "Leo": "Doğdukları anda Ay gökyüzünde Aslan burcunda konumlanan kişilerin Ay burcu Aslandır.Ay burcu dramatik, cömert ve eğlenceyi seven Aslan burcunda konumlanan kişiler, yaşama eğlence, tutku ve yaratıcı bakış açısıyla yaklaşma eğilimi gösterirler. Aslan ateş grubundan bir burçtur, canlılık ve ilhamla ilgilenir. Bu yerleşime sahip kişiler duygusal anlamda sıcak, cömert ve kendine güvenen kişilerdir. Ateş burçları aynı zamanda oldukça fazla yaratıcı enerjiye sahiptir. Hayatlarında yaratmak istedikleri koşulları gerçeğe dönüştürmek için gayret etme enerjisine sahiplerdir.",
      "Vir": "Doğdukları anda Ay gökyüzünde Başak burcunda konumlanan kişilerin Ay burcu Başaktır.Ay’ı Başak burcunda konumlanan kişiler yoğun duygulara kapılmaz, analitik düşünür ve genellikle mantıklı tavırlar sergilerler. Pratik ve sistematik Başak burcunda konumlanan Ay, bu kişileri düzenli ve organize olmaya ve detaylara inebilmeye teşvik eder.",
      "Lib": "Doğdukları anda Ay gökyüzünde Terazi burcunda konumlanan kişilerin Ay burcu Terazidir.Eşit kollu terazi ile sembolize edilen Terazi burcu, uyum, denge, adalet ve hakkaniyet ile ilgilenir. Ay burcu Terazi olan kişiler de iç dünyalarında ve duygusal ilişkilerinde dengede olmayı, insanlarla uyumlu olmayı ve herkes için adaletli olmayı önemser.Terazi hava grubundan bir burçtur; iletişimi, bilgi veya fikir alışverişlerini de yönetir. Bu sebeple Ay burcu Terazi olan kişilerin dünyayla ve insanlarla uyumlu ilişkiler kurmak gibi doğuştan gelen bir arzusu ve yeteneği vardır.",
      "Sco": "Doğdukları anda Ay gökyüzünde Akrep burcunda konumlanan kişilerin Ay burcu Akreptir.Güçlü ve yoğun duyguları ile bilinen Akrep burcu su grubundan bir burçtur. Su grubu burçları yaşamın duygusal, psikolojik ve ruhsal yönleriyle ilgilenirler. Ay’ı Akrep burcunda konumlanan kişiler de duygularını aşırı yoğun ve derin yaşarlar. Yoğun duygusal ihtiyaçları vardır. Sezgileri oldukça kuvvetlidir ve güçlü hislere sahiplerdir. Akrep aynı zamanda sabit burçlardandır. Ay burcu Akrep olan kişiler de duygusal enerjilerini, arzu ettikleri bir şeye odakladıklarında, bu şey bir iş, bir ilişki, veya bir sonuç olabilir, ısrarcı olurlar ve peşini bırakmazlar.",
      "Sag": "Doğdukları anda Ay gökyüzünde Yay burcunda konumlanan kişilerin Ay burcu Yaydır.Yay burcu merakı, felsefeyi, bilgiye açlığı, seyahat etmeyi ve entelektüel gelişimi sembolize eder. Ay’ı Yay burcunda konumlanan kişiler de en çok bilgiye olan açlıklarını giderdiklerinde kendilerini tatmin olmuş hissederler. Onlar sonsuza dek öğrenci kalırlar, her zaman öğrenmeye, keşfetmeye açıktırlar. Bakış açılarında doğuştan gelen bir iyimserlik vardır. Geniş bir bakış açısıyla düşünebilen, optimist ve pozitif bireylerdir.",
      "Cap": "Doğdukları anda Ay gökyüzünde Oğlak burcunda konumlanan kişilerin Ay burcu Oğlaktır.Çalışkan ve gayretli Oğlak burcu, kararlı adanmışlığı ile ünlüdür. Ay burcu Oğlak olan kişiler, doğuştan sorumluluk bilincine sahip, pragmatik ve tepkilerinde ölçülü kişilerdir. Toprak grubundan olan Oğlak burcu, yaşamın somut ve pratik yönleriyle ilgilenirOğlak burcu aynı zamanda kardinal burçlardandır yani bir işi başlatan, öncü kişilerdir. Pratiklik ve harekete geçme enerjisi birleştiğinde, genellikle maddi kaynaklara sahip olma dürtüsü ortaya çıkacaktır.",
      "Aqu": "Doğdukları anda Ay gökyüzünde Kova burcunda konumlanan kişilerin Ay burcu Kovadır.Ay burcu, zodyakın en hümanist burcu Kova olan kişiler, duygularını kolektif bir deneyimin parçasıymış gibi yaşarlar. Bir birey olarak kendi kişisel duygusal ihtiyaçlarından ziyade insanlığın kolektif ihtiyaçları ile ilgilenirler. Kova burcu yüksek aklı, dehayı, kimsenin aklına gelmeyecek fikirleri ve özgünlüğü simgeler. Ay burcu Kova olan kişiler, kendine has, zeki ve ileri görüşlü kimselerdir. Bu kişiler muhtemelen onları diğer insanlardan belirgin bir şekilde ayıran bir özelliğe sahip olacaklardır.",
      "Pis": "Doğdukları anda Ay gökyüzünde Balık burcunda konumlanan kişilerin Ay burcu Balıktır.Zodyakın 12. ve son burcu olan Balık, su grubunun da son burcudur, bu sebeple hisler Balık burcunda artık en yüksek ve en yoğun seviyeye ulaşmıştır. Ay burcu Balık olan kişilerin hisleri oldukça kuvvetli, duygusal dünyaları fazlasıyla derindir.6. hisleri kuvvetlidir ve psişik yetenekleri vardır. Bu özellikleri onlara fayda da sağlayabilir, zarar da verebilir. Yaşamın görünmeyen boyutlarını hissedebilir, etraflarındaki enerjiyi adeta bir sünger gibi çekebilirler. Bu sebeple enerjilerini nötrlemek için zaman zaman yalnız kalmaya ihtiyaç duyarlar."
    },
    "Sun": {
      "Ari": "Koç burcu, ben olma arzusuyla ilişkilendirildiği için egosu da yüksektir. Önder olan, bir eylemi başlatandır. İstediği her ne ise elde etmek için harekete geçer. Sabırsız ve aceleci olduğundan dolayı atak yapıp başladığı işin sonunu getirmekte zorlanır. Korkusuz ve cesurdur. Mücadeleden kaçmaz ve olaylar karşısın da savaşçı ruhunu ortaya çıkarır. Mantığını kullanmak yerine, tamamen dürtüsel olarak hareket eder. Başladığı işin sonunu düşünmez. Başkalarından akıl almak istemez. Kendi doğruları ile tek başına ayakta kalmak ister. Yıkıldığın da düştüğü yerden kalkıp, toparlanma gücüne sahiptir. Hayatında yeni başlangıçlar yapmaktan korkmaz.Yalan söylemez. İçi dışı bir yapıdadır. Adrenalin ve macerayı sever. Sakin ve dingin bir yaşam tarzı ona göre değildir. Olayları kendiliğinden yaşamak ister. Eleştiriye açık bir yapısı yoktur. Çabuk kızan yönü ile birden parlar, çabuk da söner. Kızgınlığı tamamen anlık yaşar. Empati kurmakta zorlanır fakat duygusallığını çocukça dışa vurmaktan çekinmez.",
      "Tau": "Boğa burcu, hayatın keyifli yönlerinden zevk almayı sever. Hayatın kolaylıklarından, rahatlığından ve materyal kazançlardan hoşlanır. Enerjisini dayanıklılık, sebahat ve devamlılık için akıtır. Değişimlerden hoşlanmadığı için bulunduğu, yaşadığı ortamı bozmak istemez. Huzurlu bir ortam yaratmak, devamlılığını sağlamak için çabalar. Bir işe başlamaya karar verene kadar ağırkanlı görünse de, karar verdikten sonra önünde engel tanımaz ve inatçı kişiliğinden dolayı; bu kararından döndürmek neredeyse imkânsızdır. Sahip olduklarını kolay kolay bırakmaz ve böylece kendisini güvende hisseder. Maddi güvencesi olmadan, kendisini huzurlu hissetmez ve elindeki kaynakları, üretken bir şekilde geliştirmeyi tercih eder. Yönetici gezegeni Venüs olduğundan dolayı, sanatsal konulara yetenekli ve lüksünü sağlamak ister. Bakımlı ve hoş görünme arzusu ön plana çıkar. Arkadaşlıktan ziyade, dostluğa önem verir ve hayatına aldığı kişilerden vazgeçmesi zordur. Sevdiklerine karşı sevgi dolu ve şefkatli yaklaşır. Kolay kolay tepki vermez. Çünkü sakin ve dingin bir yapıdadır. Zor kızar, kavgadan, gürültüden hoşlanmaz fakat çok biriktirip tepki verdiğinde alışılmışın dışında, korkutucu ve sert olur.Aşkta; Sevgi ve paylaşımı ön planda tutar. Günübirlik ilişkilerden hoşlanmaz. Aşk hayatında da tutucudur ve kıskançlık gösterebilir. Boşanma fikrine, sabitliğinden dolayı sıcak bakmaz. Evliliğin devamı için elinden gelen çabayı gösterir. Cinsellikte güçlüdür ve cinsel anlamda yetersiz bir partner ona göre değildir.",
      "Gem": "İkizler burcu, konuların derinine inmez ve yüzeysel olmayı tercih eder. Yerinde duramayan, zeki, iletişimi son derece kuvvetlidir. Meraklıdır, okumayı ve görüp öğrenmeyi tercih eder. Bildiklerini paylaşarak, konuşarak insanlara aktarır. Aynı anda birkaç işle uğraşma eğilimi gösterir fakat ilgisi kaybolup bıkınca devamını getiremez, yarım bırakır. İnsanlar arasında din, dil, ırk ayrımı yapmaz. Arkadaşlık kurmak da zorlanmaz, sosyaldir. Enerjik, hayat dolu ve esprili yapısı vardır. Konuşmak, kendini ifade etmek ister fakat karşısındakini de dinlemeyi bilir. Ev hayatını, yerleşik ve düzenli hayatı sevmez. Hayatta her şeyi denemesi gerektiğini düşünür. Adrenalin ve macerayı sever. Değişken yapısından dolayı; çevresine çok kolay uyum sağlar. Özgürlüğüne düşkün, eleştiri almaktan hoşlanmayan yapısı göze çarpar. Dinlenmeye özen göstermediği için, sinir sistemi kolay yıpranır. Aşkta da önce mantık arar. Anı yaşamayı tercih eder. Aşk yönünden çok hareketlidir. İlişkilerde yüzeyseldir. İlişkiye hızlı başlar ve başladığı gibi hızlı bitirir. Aradığı özellikleri tek bir partnerde bulamaz ise aynı anda birkaç kişiyle ilişki kurabilir. Sorumluluk almak istemediğinden dolayı evliliğe sıcak bakmaya bilir.",
      "Can": "Yengeç burcu, duygularıyla hareket eder ve bundan dolayı; gün içerisinde birçok ruh haline bürünebilir. Hassas olduğundan dolayı, daha çabuk kırılır ve alınır. Her konuda güven de olmayı ister. Güvenli hissetmediği ortamlarda huzursuz ve mutsuz olur. Biriktirici ve toplayıcı özelliği vardır. Maddi, manevi onun için değerli olan şeyleri atmaz. Maddi anlamda da güvencede olmak ister. Malı, mülkü olsun ister. Kaybetme korkusunu en derininde yaşar. Bundan dolayı; aşırı korumacı ve sahiplenici içgüdüleri vardır. Sevdiği insanlara baskıcı bir tutum sergiler. Dışarıda olmak yerine, evinde, sevdikleriyle vakit geçirmeyi ister. Yapılan iyiliği ya da kötülüğü asla unutmaz. Hafızası çok keskindir, sezgileri son derece kuvvetlidir. Sadık, aile kavramına önem veren yapıdadır. Koruyan, kollayan, anaç yapıdadır. Psikolojik ve duygusal olarak çabuk incinen yapısı vardır. Bu yüzden kendini korumak adına, etrafına karşı set çeker. İç dünyası karmaşık ve geniştir. Bazen çok güçlü, bazen de çok güçsüz olur. Bazen kuşkucu, bazen içe dönük, bazen pasif, bazen de dışa dönük olur.Aşkta; Duygusal ve romantiktir. Evlilik fikrine yatkındır. Ailesi için kendisini feda eder. Aşırı sevgisini akıtan ve eşinin hayatını kolaylaştıran bir yapısı vardır. Evlilik hayatı kötü gitse bile sabreder ve boşanma fikrine sıcak bakmaz.",
      "Leo": "Aslan burcu, lider yaradılışlıdır. Kitleleri peşinden sürükleyebilecek kabiliyeti vardır. Oyunculuk ve tiyatro yeteneği doğuştan gelir. Kolay kolay pes etmeyen yapısı vardır. Kararlı inatçı ve ısrarcı olduğundan; istediğini elde eder. En belirgin özelliği benmerkezci ve kendine olan güvenidir. Sıcakkanlıdır ve girdiği her ortamda dikkatleri üzerine çeker. İyi giyinmek ister ve lüks yaşamayı sever. Cömert olduğu kadar, savurgan bir yapısı da vardır. Talepleri yüksektir. Rol yeteneği gelişmiştir. Alkış almaktan ve parlamaktan hoşlanır. Övgü almak takdir görmek ister. Sahte davranışlar sergilemekten hoşlanmaz ve yalandan uzak kalmayı tercih eder. Yönetilmek değil, yönetmek, ön planda olmak ister. Rutin hayat ona göre değildir. Sosyal olmayı, gezmeyi, eğlenmeyi sever. Girdiği her ortamda kısa sürede insanları etkileme gücüne sahiptir. Onurlu ve gururludur. Gururunu kıran bir davranış karşısında karşılığını vermekten çekinmez. Aşık olduğunda son derece özverilidir. Partnerinin dikkat çekmesini ve gösterişli olmasını ister. İlişkisini sorumsuz ve duygusuz yaşamak istemez. Yalnızlığı sevmediğinden dolayı aşkı bulana kadar hayatında hep bir partner olsun ister. Parterini bütün benliğiyle sever ve partneri tarafından pohpohlanmak, övgü dolu sözler duymak ister.",
      "Vir": "Başak burcu, aşırı sorumluluk sahibidir. Her şeyin kontrol altında ve güvenli olmasını ister. Planlı ve kontrollü hareket eder. Boş hayaller peşinde koşmaz. Bunu sağlamak için işini asla şansa bırakmaz. Nezaketi ve saygıyı elden bırakmaz. Kavgadan ve fiziksel şiddetli ortamlarda bulunmaktan hoşlanmaz. İşini son derece titizlikle, en ince ayrıntısını planlayarak yapar. Yönetmekten ziyade, arka planda kalıp, kendisine verilen görevleri yapmayı tercih eder. Haksızlığı sevmeyen bir yapıdadır. Kolay kolay beğenmez ve eleştirel davrandığı için kalp kırabilir. Maddi güvencede olmak ister ve bunun için çalışması gerektiğini bilir. Dostluğa önem veren bir yapısı vardır. Evcimen yapıdadır ve dolayısı ile sevdiği kişileri evinde ağırlamaktan mutluluk duyar. Aşırı temiz ve hijyene önem veren bir yapısı hastalık hastası olmasına neden olur. Aşkta; Aşırı sorumluluğu, titiz yapısı ve kolay beğenmemesi nedeniyle; evliliğe sıcak bakmaz. İlişkisinde duygusal değil, mantıklı davranışlar sergiler. Evine yuvasına bağlı bir eş ister. Bu kriterde bir partner olursa; evliliğe sıcak bakabilir.",
      "Lib": "Terazi burcu, ben merkezci olmadığı için adaletli ve dengeli olmaya çalışır. Uzlaştırıcı ve arabulucu özelliği vardır. Objektiftir. Dengeli ilişkiler ve barış ortamı ister. Yaşadığı her yeri güzelleştirmeye çalışır. Yaşadığı ortamda düzen, ahenk ve uyum olsun ister. Sosyaldir ve yaşam dolu enerjisini başkalarına da empoze eder. Cazibesiyle her yerde fark edilir, bu nedenle kalabalıklarda ilgi görür. Kendi bildiğinde diretmez ve diplomatik davranışlar sergiler. Çatışma içine girmek istemez. Hayattan keyif almayı bilir. Sakin, nazik ve mutlu bir ifade sergiler. Empati yeteneği gelişmiştir. Nefret ve ego duygularından arınmıştır. Ağır fiziksel yorgunluğa neden olan aktivitelerden uzak kalmayı tercih eder. Aşkta; Duygusal anlamda yalnız kalmak istemez. Evliliğe sıcak bakar. İlişkinin uyumlu gitmesini ister ve fedakar davranışlar sergiler. Sakin,ağır başlı ve sevdiğine değer veren yapıdadır.",
      "Sco": "Akrep burcu, gururlu ve kimseye boyun eğmez. Sezgileri son derece güçlü olduğundan, olayları değerlendirirken derinine iner ve iç sesini dinler. Ölüm ve ölüm ötesi konulara ilgi duyar ve derinlemesine araştırmak ister. Güçlü sezgileri sayesinde; karşısındaki insanın adeta zihnini okur ve kime nasıl davranacağını son derece iyi bilir. Ya hep ya hiç mantığı vardır ve ortası yoktur. Olaylar karşısında sakin ve sessiz gözükse bile duygularını içinde yaşar. Sır saklamasını çok iyi bilir. Kolay kolay kimseye güvenmez. İç sesini dinleyerek güvendiği kişileri de sonuna kadar destekler. Ailesine ve sevdiklerine karşı sahiplenici bir tutum sergiler. Yoğun çalışma şartlarına uyum sağlar. Hedefine ulaşmak için her türlü zorluğu, savaşçı kimliği ile yener. Tehlikeli bir rakiptir. Bakışlarıyla insanları etkilemeyi bilir ve çok derin bakışlara sahiptir. Aşkta; Partnerini tutkulu ve derinden sever. Partnerine sonuna kadar güvenmek ister. Cinsel yaşam onun için çok çok önemlidir. Libidosu çok yüksektir. Sahiplenici ve kıskanç yapısı vardır.",
      "Sag": "Yay burcu, özgürlüğüne düşkün, gezmeyi ve okumayı seven yapıdadır. Yeni şeyler öğrenmek ve sürekli hareket ister. İnsanlar arasında din, dil, ırk ayrımı yapmaz. Her türlü inanca saygısı vardır. Din-felsefe konularına ilgi gösterir. İlahi olanla ilgilenir. Eğitim ve öğretime değer verir. Seyahat ederek yeni yerler, yeni şeyler keşfederek öğrenmek ister. Bilgiyi öğretmeyi de çok sever. Bulunduğu ortamı konuşması ve esprileri ile neşelendirir. Hep iyimser olmayı seçer. İnsanları olduğu gibi kabul eder, kendi baktığı pencereden bakar fakat bazen umulmadık ihanetlerle de karşılaşabilir. Özgürlüğüne düşkün olduğundan dolayı hayatına müdahale edilmesinden hoşlanmaz. Aşkta; Evliliğe pek sıcak bakmaz. Partnerinin kafa dengi olmasını ister. Baskıdan hoşlanmadığı için partnerinin de böyle davranışlar sergilemesini istemez.",
      "Cap": "Oğlak burcu, gelecek kaygısı olduğundan dolayı kendini ve hayatını garanti altına almak ister. Kimseye muhtaç olmak istemez. Geleneklerine bağlı, tutucu, toplumsal değerlere ve kurallara bağlı yaşamayı tercih eder. Ciddi ve ağırbaşlı olduğundan dolayı genç yaştan itibaren hayatın zorluklarının farkında ve sorumluluk alması gerektiğinin bilincindedir. Ayakları yere sağlam bassın ister. Hayal kurmaz, gerçeklik somut olanın peşindedir.Mantık her zaman ön plandadır. Kontrolü elinde tutmak ister ve kontrolü kaybetmekten korktuğu için zaman zaman depresyona meyillidir. Risk almayı sevmez. Dostluğa çok önem verir. Sır saklamayı bilir fakat kendi sırlarını asla kimseye anlatmaz. Duygularını içinde yaşar.",
      "Aqu": "Kova burcu, ben merkezci değildir. Kendi yolunu kendi çizmek ister. Ona ne yapacağını söyleyen kişilerden uzak durmayı tercih eder çünkü özgür olmak ister. Arkadaş konusunda seçici davranır. Arkadaşları ile ekip anlayışı içinde aktivitelerde bulunmaktan hoşlanır. Herkesten farklı ve ileri fikirlere sahiptir. Eleştiriye açık değildir. Duygusallıktan öte mantık ve sezgileri ile hareket eder. Yenilikçidir ve sürekli yeni fikirler, buluşlar peşindedir. Çok okur ve çok araştırır. Derin ve ileriye yönelik araştırmalar yapar. Yükselmek ve güç sahibi olmak için çok çalışır. Maddiyattan çok, bir etiketinin olmasını ister. Geçmişine bağlı, aile bağlarının güçlü olmasını ister. Hayatındaki kişilerin yaşam tarzlarını beğenmese bile asla yadırgamaz ve saygı göstermesi gerektiğini bilir. Sır saklama konusunda çok iyi değildir. Aşkta; Evliliğe pek sıcak bakmayabilir. Partnerinden fikirleri konusunda desteklenmeyi bekler. Cinselliğe düşkün değildir. Partnerinin baskıcı ve dayatmacı olmasını istemez. Ev ortamında paylaşımdan yanadır. Sorumluluklarını yerine getirmeyi bilir.",
      "Pis": "Balık burcu, son derece hassas, duygularını ön planda tutan yapıya sahiptir. Yaptığı işlerde özverili ve fedakardır. Kendini adanmışlık vardır. Fedakârlığından dolayı zaman zaman kurban durumuna düşebilir. Kötü bir olay, bir söz karşısında geri çekilir ve kendi içine döner. Toplumsal yada bireysel ilişkilerde özverilidir. Bazen olaylar karşısında gerçeklerle yüzleşmekte zorlanır. Objektif bakmaz. Kararsızlığı nedeniyle, aldığı kararlardan çabuk vazgeçer. İlişkilerinde affedicidir ve sınırlarını; karşısındakine karşı koyamaz. Hayal gücü, sezgileri son derece kuvvetlidir. İlahi, ilahi olana inancı tamdır. Sezgileri son derece kuvvetlidir. Değişken ruh halinden dolayı depresyona yatkındır. Duyguları her zaman mantığının önüne geçer. Dostluğa çok önem verir. Fakat arkadaş seçimleri yanlış olabilir. Aşkta; Evliliğe sıcak bakar. Duygularını yoğun yaşar ve partnerinden de aynı şeyi bekler. Beklediği ilgiyi ve sevgiyi partnerinden göremez ise duygusal olarak çok incinir."
    }
  }